LEXICON_RU: dict[str, str] = {
    '/start': 'вот ваш PDF',
    'msg2_youtube': f"Почему профессиональные музыканты не готовы к реальной жизни?\n\n"
                    f"Посмотрев этот эфир, вы поймете, почему профессиональные музыканты часто не могут обеспечить себя заказами.\n\n"
                    f"Почему вынуждены мониторить заявки в чатах, на ивент-ханте и демпинговать.\n\n"
                    f"Жми кнопку, чтобы получить запись 👇👇👇\n",
    'msg3_offer': 'Как попасть в закрытый клуб "365 концертов"?\n\n'
            'Напишите ответным сообщением <b>"КЛУБ"</b> и я пришлю вам видео\n'
            'c презентацией и подробными условиями участия',
    'msg4_youtube': f"Не хотят отдавать гонорар!\n"
                    f"Что делать?\n\n"
                    f"😡Музыкантов периодически кидают\n"
                    f"недобросовестные заказчики и арт-\n"
                    f"директора.\n"
                    f"Что делать если вы попали в такую\n"
                    f"ситуацию, когда ушлый заказчик\n"
                    f"не отдает гонорар за выступление?\n"
                    f"И как в эти ситуации вообще не\n"
                    f"попадать?\n\n"
                    f"Абсолютно все варианты я рассказал\n"
                    f"на эфире закрытого клуба.\n\n"
                    f"И хотя пока вы ещё не в клубе, я решил\n"
                    f"с вами поделиться записью этого\n"
                    f"эфира, чтобы меньше артистов\n"
                    f"попадали в такие неприятные\n"
                    f"ситуации.\n\n"
                    f"Жми кнопку, чтобы получить запись👇",
    'msg5': f'REELS РУЛЯТ!\n\n'
            f'Если вы хотите не только выделяться\n'
            f'среди конкурентов, но и получать\n'
            f'новые заказы, нужно работать над\n'
            f'контентом в ваших социальных\n'
            f'сетях.\n\n'
            f'На днях в эфире закрытого клуба\n'
            f'разбирали:\n\n'
            f'📌почему нужно снимать РИЛС\n'
            f'📌основные страхи на этом пути и как их преодолеть\n'
            f'📌как работают РИЛС\n'
            f'📌структура эффективного РИЛС\n\n'
            f'А если вы хотите прокачать свой\n'
            f'маркетинг и научиться делать\n'
            f'качественный и продающий контент,\n'
            f'жду вас в закрытом клубе.\n\n'
            f'Пишите ответным сообщением слово\n'
            f'<b>"КЛУБ"</b> и я пришлю вам условия\n'
            f'участия🔥👍\n'
            f'{"https://youtu.be/1kKbDP2nLY4"}',
    'msg2_youtube_filter1': f"👆PS: Запись этого эфира будет вам доступна 4 часа.\n\n"
                         f"Если не успеете посмотреть видео, система переключит вас\n"
                         f"автоматически на следующий материал без возможности вернуться",
    'msg2_youtube_filter2': f"PS: Внимание!\n"
                                f"Запись будет вам доступна 24 часа\n"
                                f"Если не успеете посмотреть видео, система переключит вас\n"
                                f"автоматически на следующий материал без возможности\n"
                                f"вернуться",
    'msg_personal': f"Ваше персональное предложение по\n"
                         f"закрытому клубу доступно по этой ссылке👇\n\n"
                         f"{'https://365concerts.ru/club_bot_149'}",
    'msg_not_open': f"Если у вас не получается открыть ссылку\n"
                         "или есть другие вопросы по участию\n"
                         "в закрытом клубе вы можете уточнить\n"
                         "любые детали у нашего менеджера\n"
                         "@olga_pavlova07",
    'msg_artist_should_know': f'Это должен знать каждый артист.\n\n'
                              f'У сильных артистов и руководителей\n'
                              f'музыкальных коллективов есть кое-что\n'
                              f'общее, что делает их востребованными.\n'
                              f'И эта штука совсем не очевидна.\n\n'
                              f'За 20 лет в музыкальном бизнесе и\n'
                              f'обучении артистов, руководителей\n'
                              f'музыкальных коллективов и\n'
                              f'арт-директоров я успел поработать и с\n'
                              f'очень востребованными игроками, и с\n'
                              f'начинающими музыкантами.\n\n'
                              f'Я консультировал команду Анатолия\n'
                              f'Крынкова по запросу: «Как увеличить\n'
                              f'продажи билетов на концерт».\n'
                              f'Интересная была задача. Тогда речь шла\n'
                              f'про его проект «Big City Jazz».\n\n'
                              f'Также я проводил консультации\n'
                              f'Voodoo People и Ольге Егоршиной —\n'
                              f'это их вокалистка. Помогал Марине\n'
                              f'Виноградовой в запуске её конференции\n'
                              f'по вокалу. Развивал с Катериной\n'
                              f'Браун её школу вокалистов CVT.\n'
                              f'Консультировал ребят из групп Tinto\n'
                              f'Brass Band, Панды Нью-Йорка, Jack\n'
                              f'Daniels Time, Holidayz, Богемия.\n\n'
                              f'Группа WOW из Сочи заработали первые\n'
                              f'деньги и стали одними из лидеров\n'
                              f'рынка в ивенте, проходя мое обучение.\n\n'
                              f'Список имён длиннее, но я не хочу вас\n'
                              f'утомлять. Суть в том, что у меня была\n'
                              f'возможность увидеть, как мыслят\n'
                              f'крутые, а как — начинающие.\n\n'
                              f'Многие запускают свой проект, учат\n'
                              f'программу, репетируют. Но далеко\n'
                              f'не у каждого получается вырасти до\n'
                              f'плотного востребованного коллектива я\n'
                              f'достойным гонораром, да ещё и сделать\n'
                              f'это с удовольствием: без впахивания\n'
                              f'24/7, эмоциональных качелей, откатов и\n'
                              f'перманентного стресса.\n\n'
                              f'Для большинства артистов это вообще\n'
                              f'задача со звёздочкой.\n\n'
                              f'Разве можно сделать крутой проект и\n'
                              f'при этом не страдать? В нашу ДНК со\n'
                              f'времен музыкального училища вшита\n'
                              f'установка, что ради успеха нужно\n'
                              f'принести себя в жертву. Хочешь хорошо\n'
                              f'жить – умей вертеться и будь готов\n'
                              f'сдохнуть на работе.\n\n'
                              f'Но это дичайшее заблуждение.\n\n'
                              f'В реальности всё совсем наоборот.\n'
                              f'По-настоящему больших результатов\n'
                              f'достигают не те, кто впахивает\n'
                              f'и страдает. А те, кто играет в\n'
                              f'музыкальный бизнес и кайфует от этого.\n\n'
                              f'Получает драйв от решения интересных\n'
                              f'задач. Бросает себе вызовы – и ищет то,\n'
                              f'что классно сработает.\n\n'
                              f'Такие люди не зациклены только лишь\n'
                              f'на финансовом результате. Даже если\n'
                              f'какая-то идея не выстрелит — они не\n'
                              f'сходят с маршрута, а продолжат играть\n'
                              f'дальше. Пока не пройдут уровень.\n'
                              f'Просто потому что игра это всегда\n'
                              f'кайфово.\n\n'
                              f'Путь артиста очень похож на игру. Как у\n'
                              f'любой игры, у всегда есть правила. Если\n'
                              f'вы их не знаете и просто двигаетесь на\n'
                              f'ощупь, то каковы шансы выиграть?\n\n'
                              f'Это как играть в шахматы, но не знать,\n'
                              f'как ходят фигуры. Много удовольствия\n'
                              f'вы получите? Скорее всего оппонент\n'
                              f' просто сделает из вас мальчика для\n'
                              f'битья, и вторую партию вам играть,\n'
                              f'мягко говоря, не захочется.\n\n'
                              f'Есть основные правила старта, роста и\n'
                              f'развития любого проекта. Результаты\n'
                              f'моих учеников показывают, что правила\n'
                              f'работают железобетонно, и я готов\n'
                              f'давать на них 100% гарантию.\n\n'
                              f'Правила — это условно система уровней,\n'
                              f'которая ведёт вас с 0 до 20 заказов в\n'
                              f'месяц. На каждом этапе — свой набор\n'
                              f'действий. Если делаете всё согласно\n'
                              f'правилам игры — гарантированно\n'
                              f'переходите на следующий уровень\n'
                              f'востребованности. Забиваете на\n'
                              f'правила — утыкаетесь в потолок\n'
                              f'или вообще откатываетесь, тоже с\n'
                              f'гарантией.\n\n'
                              f'Чтобы узнать подробности про\n'
                              f'систему уровней роста и развития\n'
                              f'вашего коллектива, присоединяйтесь\n'
                              f'в закрытый клуб. Вы узнаете,\n'
                              f'как пробить препятствия на пути\n'
                              f'к востребованности, слезть с\n'
                              f'эмоциональных качелей и перестать\n'
                              f'пахать за копейки 24/7.\n'
                              f'жмите👇👇, чтобы получить ссылку',
    'msg_artist_should_know_kb':  f'Переходите по ссылке:\n\n'
                              f'{"https://365concerts.ru/club_bot_149"}\n\n'
                              f'Иначе упустите предложение со скидкой\n'
                              f'и бонусами и придется потом заходить\n'
                              f'совсем на других условиях.',
    'msg_5years_more': f"Уже больше 5-ти лет обучаю артистов...\n"
                       f"И хочу сказать вот что хочу вам сказать\n\n"
                       f"Продолжение в посте:\n"
                       f"{'https://vk.com/blog365concerts?w=wall-79197168_7471'}",
    'msg_reviews': f"Отзывы, результаты, эмоции, а также\n"
                   f"переписка из чата закрытого клуба\n\n"
                   f"Полистайте скриншоты внизу по\n"
                   f"ссылке, чтобы убедиться, что клуб '365\n"
                   f"концертов' даст вам и вашему проекту\n"
                   f"мощнейшую трансформацию.\n\n"
                   f"Многие артисты стали\n"
                   f"супер-востребованными и успешными\n"
                   f"благодаря участию в клубе\n\n"
                   f"Ссылка👇чтобы посмотреть отзывы:\n"
                   f"{'https://vk.com/blog365concerts?w=narrative-79197168_11044_456239821'}",
    'msg_next_offer': f"Переходите на страницу для\n"
                      f"оформления заказа, внимательно\n"
                      f" посмотрите видео с предложением от\n"
                      f"начала до конца и присоединяйтесь к\n"
                      f"клубу если хотите такие же результаты\n\n"
                      f"👇👇👇\n"
                      f"{'https://365concerts.ru/club_bot_149_copy'}\n\n"
                      f"Пока предложение доступно, но уже\n"
                      f"остались считанные часы",
    'msg_error_num1_offer': f"Ошибка N1.\n\n"
                      f"Одна из основных ошибок, что мешает\n"
                      f"артисту - это позиция 'Я и так всё знаю,\n"
                      f"главное нужно круто играть, а остальное\n"
                      f"само придёт'.\n\n"
                      f"Не обманывайте себя. Само ничего не\n"
                      f"придёт.\n\n"
                      f"А круто играть конечно нужно.\n"
                      f"Обязательно.\n\n"
                      f"P.S.: Ваше предложение по участию в\n"
                      f"закрытый клуб ещё актуально👇👇👇",
    'msg_error_num1_offer_kb': f"👉 {'https://365concerts.ru/club_bot_149_copy'}",
    'msg_5_reasons_1': f"5 ПРИЧИН, ПОЧЕМУ ВЫ, ВОЗМОЖНО,\n"
                       f"ЕЩЁ СОМНЕВАЕТЕСЬ…\n\n"
                       f"/Если Вы все еще не решились\n"
                       f"принять участие в клубе '365\n"
                       f"концертов'\n"
                       f"То, скорее всего, сделали это по одной\n"
                       f"из 5 причин:\n\n"
                       f"Причина № 1: Вы всем довольны.\n"
                       f"Своим музыкальным проектом и\n"
                       f"доходом, и количеством заказов на\n"
                       f"ближайшие пару-тройку месяцев. Если\n"
                       f"это действительно так, примите мои\n"
                       f"поздравления, и Вам, возможно, нет\n"
                       f"необходимости вступать.\n\n"
                       f"Хотя обычно самые успешные артисты,\n"
                       f" ак раз в числе первых используют\n"
                       f"такую возможность. Поскольку они\n"
                       f"знают, что излишнее тщеславие - один\n"
                       f"из самых главных врагов движения\n"
                       f"вперед.\n"
                       f"Но если Вы уже летаете высоко и\n"
                       f"чувствуете, что Вам это\n"
                       f"уже не актуально, я действительно рад\n"
                       f"за Вас.\n\n"
                       f"Причина № 2: Деньги\n"
                       f"Это основной барьер для многих. Даже\n"
                       f"при том, что сейчас Вы можете получить\n"
                       f"САМУЮ ВЫГОДНУЮ ВОЗМОЖНОСТЬ.\n"
                       f"Если же Вы считаете, что не можете\n"
                       f"себе позволить мое предложение - то\n"
                       f"это лучший аргумент для того, чтобы\n"
                       f"принять его. Даже если для этого\n"
                       f"придется продать свой телевизор😆)).\n\n"
                       f"Единственный верный способ перестать\n"
                       f"находиться в положении 'не могу себе\n"
                       f"позволить'- это получить необходимые\n"
                       f"знания, идеи, информацию, вдохновение,\n"
                       f"в котором Вы испытываете недостаток.\n\n"
                       f"Если же ситуация такова, что Вы совсем\n"
                       f"не можете себе этого позволить, то Вы\n"
                       f"меня искренне смутили. Голодающий\n"
                       f"художник или писатель... возможно,\n"
                       f"это романтично. Но голодающий\n"
                       f"профессиональный музыкант или\n"
                       f"звезда джаза… это противоречит всей\n"
                       f"моей философии.\n"
                       f"Сколько Вы собираетесь терпеть это?\n"
                       f"Пора менять ситуацию! Если Вы\n"
                       f"позволяете фразе 'я не могу себе\n"
                       f"этого позволить' останавливать Вас,\n"
                       f"Вы будете всегда позволять ей Вас\n"
                       f"останавливать. И если Вы хотите\n"
                       f"изменить эту ситуацию - Вы должны\n"
                       f"использовать свой шанс\n\n",
'msg_5_reasons_2':   f"Причина № 3: Время\n"
                     f"Возможно, сейчас не самое лучшее\n"
                     f"время для участия в клубе…\n"
                     f"Проблема в том, что время никого\n"
                     f"не ждет. Вы всегда сможете найти\n"
                     f"множество уважительных 'причин'\n"
                     f"для того, чтобы чего-то НЕ ДЕЛАТЬ.\n"
                     f"Подавляющее большинство артистов\n"
                     f"именно так и поступает. Они проводят\n"
                     f"свою жизнь в ожидании заказов. Но\n"
                     f"даже если у вас уважительная причина\n"
                     f"не участвовать, вы можете оставить\n"
                     f"заявку на сайте и внести предоплату,\n"
                     f"чтобы присоединиться через пару\n"
                     f"месяцев, а не прятаться за отговорками.\n\n"
                     f"Причина № 4: Неуверенность\n"
                     f"творческого человека.\n"
                     f"Чтобы улучшать себя и свой проект,\n"
                     f"человек должен действительно верить\n"
                     f"в себя и иметь сильную высокую\n"
                     f"самооценку.\n"
                     f"Если Вы не чувствуете, что Вы достойны\n"
                     f"увеличить свой доход, реализоваться\n"
                     f"как артист, Вы, несомненно,\n"
                     f"найдете массу возможностей\n"
                     f"'дисквалифицировать себя' - мол, я\n"
                     f"хотел, боролся, но не получилось.\n"
                     f"Как было сказано в одной хорошей\n"
                     f"книге по психологии, мы все живем в\n"
                     f"двух коробках. Первая - это реальные\n"
                     f"ограничения нашей жизни. Вторая\n"
                     f"намного меньше первой - это\n"
                     f"те пределы, которые мы сами\n"
                     f"накладываем на свою жизнь, те стены,\n"
                     f"которые мы сами воздвигаем на пути к\n"
                     f"результатам.\n\n"
                     f"Единственный способ - двигаться\n"
                     f"вперед, постоянно расширять и\n"
                     f"раздвигать эти рамки. Узнавать что-то\n"
                     f"новое, приобретать навыки и качества.\n\n"
                     f"Причина № 5: Возможно, у Вас есть\n"
                     f"какой-то козырь в\n"
                     f"рукаве? ;)\n"
                     f"Может быть Вы собираетесь удачно\n"
                     f"вступить в брак? Пойдите и спросите\n"
                     f"свою будущую супругу или супруга -\n"
                     f"возможно, этот человек скрывает от Вас\n"
                     f"свое состояние? Может быть, у Вас есть\n"
                     f"очень богатый дядя где-нибудь далеко\n"
                     f"- Вы о нем пока не знаете, но уверены,\n"
                     f"что он скоро умрет, чтобы оставить Вам\n"
                     f"свое состояние?\n"
                     f"Недавнее исследование психологов\n"
                     f"показало, что 42 % людей видят свое\n"
                     f"успешное будущее в выигрыше в\n"
                     f"лотерею.\n\n"
                     f"ХОРОШО, В ЛЮБОМ СЛУЧАЕ, Вам надо\n"
                     f"принять решение. Я не знаю, каким\n"
                     f"оно будет, но главное - будьте честны\n"
                     f"перед собой. Отбросьте оправдания и\n"
                     f"сомнения и четко и уверенно сделайте\n"
                     f"выбор.\n\n"
                     f"P. S. Клуб по выгодной цене через 6\n"
                     f"часов станет недоступен\n"
                     f"Если Вы упустите эту возможность,\n"
                     f"скорее всего, Вы будете очень жалеть об\n"
                     f"этом уже следующим утром!\n"
                     f"Переходите по ссылке и бронируйте\n"
                     f"участие👇👇👇\n",
    'msg_5_reasons_kb': f"{'https://365concerts.ru/club_bot_149_copy_copy'}\n\n"
                        f"P. S. Если вам кажется, что в прошлом\n"
                        f"письме я слишком энергично продаю,\n"
                        f"подумайте о том, что я могу научить вас\n"
                        f"также смело и продвигать ваш проект и\n"
                        f"многим другим полезным навыкам.\n"
                        f"До встречи в клубе👊",
    'msg_last_chance': f"Последний шанс.\n\n"
                       f"Осталось меньше часа.\n\n"
                       f"И предложение, которого больше не\n"
                       f"будет, сгорит. А это, возможно, лучшее\n"
                       f"предложение, которое вы могли видеть.\n"
                       f"Будет обидно, если вы как минимум с\n"
                       f"ним не познакомитесь.\n\n"
                       f"Сегодня вы можете получить участие в\n"
                       f"закрытом клубе + бонусы по билетным\n"
                       f"концертам и маркетингу, если успеете\n"
                       f"приобрести участие👇👇👇",
    'msg_last_chance_kb': f"Все подробности по ссылке:\n"
                          f"{'https://365concerts.ru/club_bot_149_copy_copy_copy'}",
    'msg_you_asked': f"Вы просили предложение по клубу, но\n"
                     f"пока его не посмотрели\n\n"
                     f"Переходите по ссылке:\n"
                     f"{'https://365concerts.ru/club_bot_149'}\n\n"
                     f"Пока предложение доступно"
}